driver-tests/bpelse/faulthandling/StandardFaultsJbi/test/SelectionFailure_ThrowFromCopy/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <Message xmlns="http://xml.netbeans.org/schema/StandardFaultsBpel/src/SelectionFailure/XmlSchema">
      <ns0:Id xmlns:ns0="http://xml.netbeans.org/schema/StandardFaultsBpel/src/SelectionFailure/XmlSchema">case1</ns0:Id>
      <ns0:Data xmlns:ns0="http://xml.netbeans.org/schema/StandardFaultsBpel/src/SelectionFailure/XmlSchema">This is the message.</ns0:Data>
    </Message>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
